<?php

return [
    'name'        => 'Игры / Развлечения',
    'description' => 'Комплект игр для сайта: напёрстки, очко, угадай число, кости, слот-машина, взлом сейфа, минёр, рулетка, баккара',
    'info'        => <<<'INFO'
<p>Ссылка на страницу игр будет автоматически добавлена в левое меню сайта через хуки<br>
Или добавьте ссылку перехода на страницу игр самостоятельно</p>
<pre class="code"><code>&lt;a href="/games"&gt;Игры и развлечения&lt;/a&gt;</code></pre>
INFO,
    'version'  => '1.3.0',
    'requires' => '14.6.0',
    'author'   => 'Vantuz',
    'email'    => 'admin@visavi.net',
    'homepage' => 'https://visavi.net',
];
