<?php

return [
    'name'        => 'Игры / Развлечения',
    'description' => 'Комплект игр для сайта (Наперстки, Очко, Угадай число, Кости, Слот-машина, Взлом сейфа)',
    'info'        => <<<'INFO'
Ссылка на страницу игр будет автоматически добавлена в левое меню сайта через хуки
Или добавьте ссылку перехода на страницу игр самостоятельно
[code]
<a href="/games">Игры и развлечения</a>
[/code]
INFO,
    'version'  => '1.5',
    'author'   => 'Vantuz',
    'email'    => 'admin@visavi.net',
    'homepage' => 'https://visavi.net',
];
