<?php

return [
    'site_scan'          => 'Сканирование сайта',
    'new_files'          => 'Новые файлы и новые параметры файлов',
    'old_files'          => 'Удаленные файлы и старые параметры файлов',
    'empty_changes'      => 'Нет изменений!',
    'initial_scan'       => 'Необходимо провести начальное сканирование!',
    'information_scan'   => 'Сканирование системы позволяет узнать какие файлы или папки менялись в течение определенного времени',
    'invalid_extensions' => 'Внимание, сервис не учитывает некоторые расширения файлов',
    'scan'               => 'Сканировать',
    'success_crawled'    => 'Сайт успешно просканирован!',
];
