<?php

return [
    'name'        => 'Кто-где',
    'description' => 'Выводит информацию о текущем местоположении пользователя',
    'info'        => <<<'INFO'
Сохраняет и выводит информацию о текущем местоположении пользователя (на какой странице он находится)

Ссылка на страницу Кто-где будет автоматически добавлена в footer сайта через хуки

Или добавьте ссылку в любом месте на вашем сайте самостоятельно
[code]
<a href="/locations">Кто-где</a>
[/code]
INFO,
    'version'  => '1.0',
    'author'   => 'Vantuz',
    'email'    => 'admin@visavi.net',
    'homepage' => 'https://visavi.net',
];
