<?php

return [
    'title'               => 'Подарки',
    'empty_gifts'         => 'Подарков еще нет!',
    'send_gift'           => 'Отправить подарок',
    'confirm_delete_gift' => 'Вы действительно хотите удалить данный подарок?',
    'gift_for'            => 'Подарок для',
    'sent'                => 'Отправил',
    'price'               => 'Цена',

    'money_not_enough'       => 'У вас недостаточно денег для подарка!',
    'gift_sent'              => 'Подарок успешно отправлен!',
    'prices_not_transferred' => 'Не переданы цены на подарки!',
    'prices_saved'           => 'Цены успешно сохранены!',
    'gift_not_found'         => 'Подарок не найден!',
    'gift_deleted'           => 'Подарок успешно удален!',
];
