<?php

return [
    'title'               => 'Подарки',
    'empty_gifts'         => 'Подарков еще нет!',
    'send_gift'           => 'Отправить подарок',
    'confirm_delete_gift' => 'Вы действительно хотите удалить данный подарок?',
    'price'               => 'Цена',
    'my_gifts'            => 'Мои подарки',

    'money_not_enough'       => 'У вас недостаточно денег для подарка!',
    'gift_sent'              => 'Подарок успешно отправлен!',
    'prices_not_transferred' => 'Не переданы цены на подарки!',
    'prices_saved'           => 'Цены успешно сохранены!',
    'gift_not_found'         => 'Подарок не найден!',
    'gift_deleted'           => 'Подарок успешно удален!',

    'recipients'      => 'Получатели',
    'users_not_found' => 'Некоторые пользователи не найдены!',
    'max_users'       => 'Максимум получателей за раз: :max',

    'settings'          => 'Настройки подарков',
    'setting_per_page'  => 'Подарков на странице',
    'setting_days'      => 'Срок показа подарка в профиле (дней)',
    'setting_max_users' => 'Максимум получателей за одну отправку',

    'notice_name' => 'Отправка подарка',
    'notice_text' => '<p>Пользователь %login% отправил вам подарок!</p><p>%gift%</p><p>%text%</p><p>%page%</p>',
];
