<?php

return [
    'password_recovery' => 'Васстанауленее пароля',
    'restore'           => 'Васстанаветь',
    'name'              => 'Имя',
    'email'             => 'Email',
    'message'           => 'Сапщенее',

    'recovery_text1'         => 'Если па какой-та причине писмо ни приходет иле патерян даступ к пачтоваму ящику, тибе нада связацца с паддержкай',
    'recovery_text2'         => 'Писмо с инструкцией па васстанауленею пароля будит выслано на email указаный ф профеле',
    'recovery_text3'         => 'Внимательно прачти писмо и выпалне фсе нужныйе дейстея',
    'recovery_text4'         => 'Атправляць данныйе для васстанауленея пароля можно ни чаще чем раз ф час',
    'email_from_site'        => 'Писмо с сайта :sitename',
    'name_short_or_long'     => 'Слишкам короткое иле длиное имя!',
    'success_sent'           => 'Писмо успешно атправлено!',
    'failed_sent'            => 'Ни удалось атправеть писмо!',
    'password_recovery_time' => 'Васстанауливаць пароль можно ни чаще чем раз ф час!',
    'recovery_instructions'  => 'Инструкцея па васстанауленею пароля атправлена на :email',
    'password_not_recovery'  => 'Этат юзер ни васстанауливал пароль!',
    'token_invalid'          => 'Токен нидействителен!',
    'token_missing'          => 'Атсутствуит токен!',
    'token_expired'          => 'Токен уже устарел!',
    'success_recovery'       => 'Пароль успешно васстаноулен! Твой новый пароль: :password',
    'success_unsubscribed'   => 'Ты успешно атписался ат рассылке!',
];
