<?php

return [
    'restore_password' => 'Васстанаветь пароль',
    'follow_link'      => 'Иле скаперуй вручную и перейде па ссылке',
    'enter_site'       => 'Войте на сайт',
    'activate_account' => 'Актеверавать аккаунт',
    'change_email'     => 'Изменеть email',

    'activation_text1' => 'Внеманее! Чтоп падтвердеть регистрацею, нада актеверавать аккаунт!',
    'activation_text2' => 'Если за 24 часа ты ни падтвердиш регистрацею, твой аккаунт будит аутаматическе удалён',

    'registration_text1' => 'Надеемся тибе панравицца на нашем партале!',
    'registration_text2' => 'Если это писмо папало к тибе па ашибке, прости праигнаре ево',
];
