<?php

return [
    'banned'      => 'Тибя забанели па IP!',
    'banned_text' => '
    <b>Вазможныйе причины:</b><br>
    1. Ты нарушел какейе-та правела сайта<br>
    2. Превышена дапустимая частата запросаф с аднаво IP<br>
    3. Саупаденее твоево IP с нарушителем<br><br>

    <b>Что типерь делаць?</b><br>
    Если IP был забанен аутаматическе<br>
    Пройде праверку captcha и IP будит разбанен<br><br>

    Если IP был забанен вручную<br>
    Войде с другова IP иле с прокси-сервера<br>
    Папраси администрацею разбанеть твой IP<br>
    Если нет такой вазможносте астаёцца толька ждаць пака IP ни будит разбанен<br>',
    'banned_wait' => 'Падажде менее минуты, чтоп появилась вазможнась разбанеть IP',

    'closed'       => 'Сайт закрыт на техническае обслужеванее',
    'closed_text1' => 'Прасим прощенея за временныйе неудобства',
    'closed_text2' => 'Работа сайта вазабновицца ф ближайшее время',

    'faq'               => 'FAQ па сайту',
    'faq_active'        => 'При наборе апределёнава колечества актева, юзеру аткрываюцца новыйе вазможносте',
    'faq_active_text1'  => 'Дабауленее рекламных ссылок',
    'faq_active_text2'  => 'Атключаецца captcha для некатарых дейстей',
    'faq_active_text3'  => 'Саздание тем ф "Предлаженеях и праблемах"',
    'faq_active_text4'  => 'Вазможнась устанаветь цвет имене',
    'faq_active_text5'  => 'Перечисленее игравых денег',
    'faq_active_text6'  => 'Измененее репутацее юзерам',
    'faq_active_text7'  => 'Измененее и закрытее сваех тем на форуме',
    'faq_active_text8'  => 'Исчезаит фся реклама на главнай странеце сайта',
    'faq_active_text9'  => 'Такжи чем болие баллаф тем меньше время антифлуда',
    'faq_active_text10' => 'Вазможнась устанаветь персанальный статус',

    'faq_money'           => 'Начисленее актева и денег',
    'faq_money_comment'   => 'Дабауленее камента',
    'faq_money_guestbook' => 'Дабауленее сапщенея ф гастевой',
    'faq_money_down'      => 'Дабауленее файла ф загрузке',
    'faq_money_blog'      => 'Дабауленее статье ф блогах',
    'faq_money_forum'     => 'Дабауленее сапщенея ф форуме',
    'faq_money_register'  => 'Начисленее за регистрацею',
    'faq_money_bonus'     => 'Ежедневный бонус',

    'why_register' => '
    <b>Для чиво регистрерацца</b><br>
    Регистрацея предназначена для тех, кто намерен часта захадеть на сайт и имець полный даступ ка фсем разделам сайта<br>
    После регистрацее у тибя появяцца новыйе вазможносте:<br>

    <b>1</b>. Павышаць свой статус (после 6 месецев пребыванея на сайте, ты сможеш изменеть статус на персанальный)<br>
    <b>2</b>. Дабавляць свае фотке ф галерею и анкету<br>
    <b>3</b>. Изменяць репутацею другем юзерам сайта палажительным иле атрицательным голасам<br>
    <b>4</b>. Имець свой собственый кантакт и игнар-листы<br>
    <b>5</b>. Изменяць темы/скины па сваему жиланею, катарая будит включацца аутаматическе при автаризацее (Большой выбар скинаф)<br>
    <b>6</b>. Обсчацца па внутреней пачте сайта с юзераме, песать пад сваем аккаунтам ф гастевой, каментах, форуме<br>
    <b>7</b>. Участваваць ф галасаванеях на разныйе темы<br>
    <b>8</b>. Дабавляць свае объявленея, на апределёный срок (Купля, прадажа, ваканцее, услуге, обмен и т.д.)<br>
    <b>9</b>. Изменяць пад сибя настройке сайта<br>',

    'how_is_registration' => '
    <b>Как праходет регистрацея</b><br>
    <b>1</b>. Ввадиш жилаемый логен и пароль<br>
    <b>2</b>. Указываеш свой email и праверачный код<br>
    <b>3</b>. Жмёш кнопку регистрацее и саздаёцца твой профель<br>
    <b>4</b>. Типерь если включена функцея падтвержденея регистрацее, то тибе на email будит выслан код падтвержденея, катарый нужен для анчанея регистрацее<br>
    <b>5</b>. Если падтвержденее регистрацее выключено, то после входа на сайт ты станавишся полнаправным юзерам сайта<br>
    <b>6</b>. Типерь ты можеш дабаветь паболие инфе о сибе ф профеле, а такжи изменеть свае настройке<br>',

    'why_do_you_need_status_and_reputation' => '
    <b>Зачем нужен статус и репутацея</b><br>
    Статус нужен для таво, чтоп ацанеть твою актевнась на сайте. За каждае сапщенее ф гастевой, форуме, каментах начисляецца актив. Чем болие актева, тем выше статус.<br>
    Репутацея нужна для таво, чтоп паказаць твоё значенее на сайте. Чем болие у тибя палажительных галасоф, тем болие даверея к тибе<br>',

    'what_will_give_me_status' => '
    <b>Что мне даст высокей статус</b><br>
    Самых актевных, инициативных и старающехся юзераф могут взяць ф каманду администрацее сайта (канешно если у тибя есь жиланее). Но войте ф каманду ни так легко, так как ваканцее агранечены. Старайся ни нарушаць правела и у тибя будит вазможнась. Самыйе актевныйе юзеры фсегда находяцца на первых местах рейтенгах.<br>',

    'how_can_i_help_site' => '
    <b>Как я магу павлеяць на дальнейшее развитее сайта</b><br>
    Актевно участвуй ва фсём, чаще захаде на сайт, саветуй сайт аднакласникам, аднагрупникам, друзьям, знакомым и фсем тем кто знаит что такое интернет. К нам можно легко зайте как с кампьютера так и с мабильнава тилифона иле КПК, так как сайт имеит Wap и Web форматы<br>',

    'did_not_find_answer' => '
    <b>Ни нашёл атвета на интересующей сибя вапрос?</b><br>
    Напеши об этам <a href="/mails">администратару</a>, через внутренюю пачту иле саздавай тему на форуме где будем вместе абсуждаць вапрос, делицца опытам и знанеяме<br>',

    'online'       => 'Кто ф онлайне',
    'total_online' => 'Фсиво на сайте',
    'authorized'   => 'Автаризаваныйе',
    'hide_guests'  => 'Скрыць гастей',
    'show_guests'  => 'Паказаць гастей',

    'empty_rules' => 'Правела сайта исчо ни устаноулены!',

    'ip_success_unbanned' => 'IP успешно разбанен!',
];
