<?php

return [
    'list'                   => 'Списак статусаф',
    'confirm_delete'         => 'Ты уверен что хочеш удалеть выбраный статус?',
    'edit_status'            => 'Радактераванее статуса',
    'create_status'          => 'Саздание статуса',
    'status_length'          => 'Слишкам длиное иле короткое названее статуса!',
    'status_not_found'       => 'Выбраный табой статус ни найден!',
    'status_success_added'   => 'Статус успешно дабавлен!',
    'status_success_edited'  => 'Статус успешно изменён!',
    'status_success_deleted' => 'Статус успешно удалён!',

    'status_text1'   => 'Ф зависимасте ат твоей актевносте на сайте ты палучаеш апределёный статус',
    'status_text2'   => 'При наборе апределёнава колечества актева твой статус меняецца на вышестоящей',
    'status_text3'   => 'Актив — это сумма постаф на форуме, гастевой, ф каментах и пр.',
    'status_text4'   => 'Некатарыйе статусы могут быць выделены апределёными цветаме',
    'status_text5'   => 'Самым актевным юзерам администрацея сайта можит назначаць асобыйе статусы',
    'empty_statuses' => 'Статусы исчо ни назначены!',
];
