<?php

return [
    'title'               => 'Подарунки',
    'empty_gifts'         => 'Подарунків ще немає!',
    'send_gift'           => 'Надіслати подарунок',
    'confirm_delete_gift' => 'Ви дійсно хочете видалити цей подарунок?',
    'price'               => 'Ціна',
    'my_gifts'            => 'Мої подарунки',

    'money_not_enough'       => 'У вас недостатньо грошей для подарунка!',
    'gift_sent'              => 'Подарунок успішно надіслано!',
    'prices_not_transferred' => 'Не передано ціни на подарунки!',
    'prices_saved'           => 'Ціни успішно збережено!',
    'gift_not_found'         => 'Подарунок не знайдено!',
    'gift_deleted'           => 'Подарунок успішно видалено!',

    'recipients'      => 'Отримувачі',
    'users_not_found' => 'Деяких користувачів не знайдено!',
    'max_users'       => 'Максимум отримувачів за раз: :max',

    'notice_name' => 'Надсилання подарунка',
    'notice_text' => '<p>Користувач %login% надіслав вам подарунок!</p><p>%gift%</p><p>%text%</p><p>%page%</p>',
];
