<?php

return [
    'title'               => 'Подарунки',
    'empty_gifts'         => 'Подарунків ще немає!',
    'send_gift'           => 'Надіслати подарунок',
    'confirm_delete_gift' => 'Ви дійсно хочете видалити цей подарунок?',
    'gift_for'            => 'Подарунок для',
    'price'               => 'Ціна',

    'money_not_enough'       => 'У вас недостатньо грошей для подарунка!',
    'gift_sent'              => 'Подарунок успішно надіслано!',
    'prices_not_transferred' => 'Не передано ціни на подарунки!',
    'prices_saved'           => 'Ціни успішно збережено!',
    'gift_not_found'         => 'Подарунок не знайдено!',
    'gift_deleted'           => 'Подарунок успішно видалено!',
];
