<?php

return [
    'site_scan'          => 'Сканування сайту',
    'new_files'          => 'Нові файли та нові параметри файлів',
    'old_files'          => 'Видалені файли та старі параметри файлів',
    'empty_changes'      => 'Немає змін!',
    'initial_scan'       => 'Необхідно провести початкове сканування!',
    'information_scan'   => 'Сканування системи дозволяє дізнатися які файли або папки змінювалися протягом певного часу',
    'invalid_extensions' => 'Увага, сервіс не враховує деякі розширення файлів',
    'scan'               => 'Сканувати',
    'success_crawled'    => 'Сайт успішно проскановано!',
];
