<?php

return [
    'title' => 'Антимат',
    'text'  => 'Усі слова зі списку замінюються під час виведення тексту, у базі лишається оригінал: прибране зі списку слово поверне старі тексти<br>
        Щоб видалити слово, натисніть на нього, додати слово можна у формі нижче<br>',
    'words'          => 'Список слів',
    'total_words'    => 'Усього слів',
    'confirm_clear'  => 'Ви впевнені, що хочете видалити всі слова?',
    'empty_words'    => 'Слів ще немає!',
    'enter_word'     => 'Введіть слово',
    'not_enter_word' => 'Ви не ввели слово для занесення до списку!',
    'word_listed'    => 'Введене слово вже є у списку!',

    'settings'                 => 'Налаштування антимату',
    'settings_replace'         => 'Заміна',
    'settings_replace_hint'    => 'Чим замінювати слово зі списку, типово ***',
    'settings_whole_word'      => 'Лише цілі слова',
    'settings_whole_word_hint' => 'Слово зі списку не замінюється всередині інших слів. Форми слова із закінченнями тоді треба вносити до списку окремо',
];
