<?php

return [
    'offers'            => 'Пропозиції',
    'problems'          => 'Проблеми',
    'official_response' => 'Офіційна відповідь',
    'adding_record'     => 'Додавання запису',
    'i_want_to'         => 'Я хотів би...',
    'suggest_idea'      => 'Запропонувати ідею',
    'report_problem'    => 'Повідомити про проблему',
    'condition_add'     => 'Для додавання запису вам необхідно :point!',
    'editing_record'    => 'Редагування запису',
    'editing_comment'   => 'Редагування коментаря',
    'reply_record'      => 'Відповідь на запис',
    'answer'            => 'Відповідь',
    'status'            => 'Статус',
    'confirm_delete'    => 'Ви підтверджуєте видалення запису?',

    'done'    => 'Виконано',
    'wait'    => 'Під питанням',
    'cancel'  => 'Закрито',
    'process' => 'У процесі',

    'type_invalid'         => 'Вибрано неправильний тип запису! (Необхідна пропозиція або проблема)',
    'already_resolved'     => 'Ця пропозиція або проблема вже вирішена або закрита!',
    'status_invalid'       => 'Неприпустимий статус пропозиції або проблеми!',
    'answer_success_added' => 'Відповідь успішно додано!',

    'offers_per_page'    => 'Пропозицій на сторінку',
    'offers_points'      => 'Актив для створення пропозиції або проблеми',
    'offer_title_length' => 'Довжина назви речення',
    'offer_text_length'  => 'Довжина тексту речення',
    'offer_reply_length' => 'Довжина відповіді на пропозицію',

    'settings'               => 'Налаштування пропозицій',
    'settings_empty'         => 'Налаштування не передані!',
    'settings_success_saved' => 'Налаштування успішно збережено!',

    'feed_offers_show'   => 'Показувати пропозиції / проблеми у стрічці',
    'feed_offers_rating' => 'Приховувати пропозиції / проблеми у стрічці з рейтингом нижче',
];
